tap "borkdude/brew"
tap "clojure-lsp/brew"
tap "cmacrae/formulae"
tap "dbcli/tap"
tap "gromgit/fuse"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "oven-sh/bun"
brew "ack"
brew "pycparser"
brew "cffi"
brew "python-cryptography"
brew "ansible"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "asdf"
brew "autossh"
brew "docutils"
brew "python@3.11"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "berkeley-db"
brew "node"
brew "bitwarden-cli"
brew "caddy"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "openjdk"
brew "clojure"
brew "clojurescript"
brew "cmake"
brew "curl"
brew "tidy-html5"
brew "php"
brew "composer"
brew "csvq"
brew "deno"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "doctl"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "elm"
brew "emscripten"
brew "fd"
brew "unbound"
brew "gnutls"
brew "leptonica"
brew "libass"
brew "libbluray"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "firebase-cli"
brew "fish"
brew "fswatch"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git-delta"
brew "gnu-sed"
brew "go"
brew "gobject-introspection"
brew "helix"
brew "htop"
brew "httpie", link: false
brew "httpstat"
brew "ipython"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "leiningen"
brew "luv"
brew "marksman"
brew "miller"
brew "minikube"
brew "mongocli"
brew "tree-sitter"
brew "neovim"
brew "nghttp2"
brew "nvm"
brew "openjdk@11"
brew "openssl@1.1"
brew "parallel"
brew "perl"
brew "python-tabulate"
brew "pgcli"
brew "pnpm"
brew "postgresql@14"
brew "postgrest"
brew "py3cairo"
brew "pyenv"
brew "pyenv-virtualenv", args: ["HEAD"]
brew "pygobject3"
brew "python@3.10"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "sd"
brew "speedtest-cli"
brew "tesseract-lang"
brew "tmux"
brew "tor"
brew "tree"
brew "universal-ctags"
brew "vault"
brew "vim"
brew "volta"
brew "wget"
brew "wireguard-tools"
brew "xsv"
brew "youtube-dl"
brew "borkdude/brew/babashka"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "gromgit/fuse/sshfs-mac"
brew "oven-sh/bun/bun"
cask "alfred"
cask "anki"
cask "brave-browser"
cask "cyberduck"
cask "dash"
cask "discord"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fontawesome"
cask "google-chrome"
cask "graalvm-jdk"
cask "httpie"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "lens"
cask "macfuse"
cask "neovide"
cask "ngrok"
cask "notion"
cask "obs"
cask "orbstack"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "sublime-merge"
cask "sublime-text"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "vscodium"
vscode "astro-build.astro-vscode"
vscode "betterthantomorrow.calva"
vscode "betterthantomorrow.calva-spritz"
vscode "bradlc.vscode-tailwindcss"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "jdinhlife.gruvbox"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "tonsky.theme-alabaster"
