tap "cmacrae/formulae"
tap "dbcli/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
brew "ack"
brew "ansible", link: false
brew "webp"
brew "aom"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "bitwarden-cli"
brew "glib"
brew "python@3.9"
brew "harfbuzz"
brew "clojure"
brew "clojurescript"
brew "cmake"
brew "csvq"
brew "deno"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "doctl"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "elm"
brew "unbound"
brew "gnutls"
brew "python@3.10"
brew "gobject-introspection"
brew "libass"
brew "libbluray"
brew "tesseract"
brew "ffmpeg"
brew "firebase-cli"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "go"
brew "htop"
brew "httpie"
brew "httpstat"
brew "jq"
brew "k9s"
brew "lazygit"
brew "leiningen"
brew "luv"
brew "miller"
brew "mongocli"
brew "tree-sitter"
brew "neovim"
brew "nghttp2"
brew "nvm"
brew "openjdk@11"
brew "parallel"
brew "python-tabulate"
brew "pgcli"
brew "postgresql@14"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "tmux"
brew "tor"
brew "tree"
brew "universal-ctags"
brew "vim"
brew "wireguard-tools"
brew "youtube-dl"
brew "koekeishiya/formulae/yabai"
cask "alfred"
cask "brave-browser"
cask "dash"
cask "figma"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-fontawesome"
cask "google-chrome"
cask "karabiner-elements"
cask "keycastr"
cask "kitty"
cask "lastpass"
cask "microsoft-teams"
cask "neovide"
cask "notion"
cask "obs"
cask "obsidian"
cask "postman"
cask "pritunl"
cask "slack"
cask "sublime-text"
cask "telegram"
cask "tunnelblick"
cask "vcv-rack"
cask "visual-studio-code"
cask "vlc"
