tap "borkdude/brew"
tap "clojure-lsp/brew"
tap "cmacrae/formulae"
tap "dbcli/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
brew "ack"
brew "python@3.11", link: false
brew "ansible"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "node"
brew "bitwarden-cli"
brew "caddy"
brew "glib"
brew "harfbuzz"
brew "openjdk"
brew "clojure"
brew "clojurescript"
brew "cmake"
brew "csvq"
brew "deno"
brew "docker"
brew "docker-compose"
brew "docker-machine"
brew "doctl"
brew "wxwidgets"
brew "erlang"
brew "elixir"
brew "elm"
brew "fd"
brew "unbound"
brew "gnutls"
brew "libass"
brew "libbluray"
brew "tesseract"
brew "ffmpeg"
brew "firebase-cli"
brew "fish"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git-delta"
brew "gnu-sed"
brew "go"
brew "gobject-introspection"
brew "htop"
brew "httpie"
brew "httpstat"
brew "ipython"
brew "jq"
brew "k9s"
brew "leiningen"
brew "luv"
brew "miller"
brew "mongocli"
brew "nghttp2"
brew "nvm"
brew "openjdk@11"
brew "parallel"
brew "python-tabulate"
brew "pgcli"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv", args: ["HEAD"]
brew "python@3.10"
brew "python@3.9"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "s3cmd"
brew "sd"
brew "tesseract-lang"
brew "tidy-html5"
brew "tmux"
brew "tor"
brew "tree"
brew "tree-sitter"
brew "universal-ctags"
brew "vim"
brew "wireguard-tools"
brew "xsv"
brew "youtube-dl"
brew "borkdude/brew/babashka"
brew "clojure-lsp/brew/clojure-lsp-native"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alfred"
cask "anki"
cask "brave-browser"
cask "cyberduck"
cask "dash"
cask "discord"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-fontawesome"
cask "google-chrome"
cask "karabiner-elements"
cask "keycastr"
cask "microsoft-remote-desktop"
cask "notion"
cask "obs"
cask "obsidian"
cask "postman"
cask "pritunl"
cask "rectangle"
cask "slack"
cask "sublime-merge"
cask "sublime-text"
cask "telegram"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "vscodium"
vscode "astro-build.astro-vscode"
vscode "betterthantomorrow.calva"
vscode "betterthantomorrow.calva-spritz"
vscode "bradlc.vscode-tailwindcss"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "tonsky.theme-alabaster"
